/*
	File:		ResultsViewStrings.strings

	Contains:
	Copyright:	© 2007-2009 by Apple Inc., all rights reserved.
*/

"SEARCH_WINDOW_RESULTS_COUNT_SINGULAR" = "%d resultaat"; /* This will be used when the count is 1 */
"SEARCH_WINDOW_RESULTS_COUNT" = "%d resultaten";
"SEARCH_WINDOW_RESULTS_NO_COUNT" = "Resultaten";
"SEARCH_WINDOW_RESULTS_NO_RESULTS" = "Geen resultaten";

"SHOW_ALL_N" = "Toon alle %d";
"SHOW_TOP_COUNT" = "Toon beste %d";
"MORE_TITLE_FORMAT" = "Meer…";

"PREVIEW_TRASH" = "Prullenmand";
"PREVIEW_WHERE" = "Locatie";
"PREVIEW_ITUNES_LIBRARY" = "iTunes-muziekbibliotheek";
"PREVIEW_MESSAGE_FROM" = "Van";
"PREVIEW_MESSAGE_TO" = "Aan";
"PREVIEW_MESSAGE_RECIEVED" = "Ontvangen";
"PREVIEW_MESSAGE_SUBJECT" = "Onderwerp";
"PREVIEW_MESSAGE_FOLDER" = "Map";
"PREVIEW_DIMENSIONS" = "Afmetingen";
"PREVIEW_PIXEL_DIMENSIONS" = "%@ x %@ pixels";   /* Dimensions in pixels */
"PREVIEW_POINT_DIMENSIONS" = "%@ x %@ punten";   /* Dimensions in points */
"PREVIEW_POINT_INCH_DIMENSIONS" = "%@ x %@ inch";  /* Dimensions in inches */
"PREVIEW_POINT_CM_DIMENSIONS"  = "%@ x %@ cm";   /* Dimensions in centimeters */
"PREVIEW_ICAL_LOCATION" = "Locatie";
"PREVIEW_ICAL_CALENDAR" =  "Agenda";
"PREVIEW_ICAL_START_DATE" = "Begindatum";
"PREVIEW_ICAL_DUE_DATE" = "Leverdatum";
"PREVIEW_ICAL_ATTENDEES" = "Deelnemers";
"PREVIEW_ARTICLE_POSTED" = "Publicatiedatum";
"PREVIEW_BOOLEAN_TRUE" = "ja";
"PREVIEW_BOOLEAN_FALSE" = "nee";

/* Used in the bottom preview in the Show all window, both of these strings are used in a stringWithFormat: and i pass along
 * the number of items
 */
"PREVIEW_NOTHING_SELECTED_SINGULAR" = "Niets geselecteerd";
"PREVIEW_NOTHING_SELECTED_PLURAL" = "%d onderdeel geselecteerd";
"PREVIEW_ONE_SELECTED" = "1 onderdeel geselecteerd";

"NO_MAIL_SUBJECT" = "Geen onderwerp";

"FIELD_INDEXING_DISKS_TOOLTIP" = "Volumes indexeren (%d%% voltooid)";
"FIELD_INDEXING_TOOLTIP_CALCULATING" = "Volumes indexeren";

/* Date link attributes */
"LINK_SEARCH_DATE" = "Zoeklocatie: %@";
"LINK_SEARCH_DATE_RANGE" = "Week van %@ t/m %@";
"LINK_SEARCH_MONTH_RANGE" = "Maand van %@ t/m %@";
"LINK_SEARCH_YEAR_RANGE" = "Jaar van %@ t/m %@";
"LINK_SEARCH_DATE_NEWER" = "Nieuwer dan %@";

/* This is used as the separator between the name and the directory component in the Search menu */
"EMDASH" = "—";

/* These are titles for the Save/Edit saved search button in the scope bar. */
"SAVED_SEARCH_EDIT" = "Wijzig";
"SAVED_SEARCH_SAVE" = "Bewaar";

/* button bar labels */
"SEARCH_WINDOW_PREVIEW_BUTTON" = "Voorvertoning:";

"TEXT_SNIPPET_RANGE_SEPARATOR" = "…";

"KIND_MAIL_MSG" = "E-mailbericht";
"KIND_ICAL_EVENT" = "iCal-activiteit";
"KIND_ICAL_TODO" = "iCal-taak";

"SEARCH_NAME_AND_ATTRIBUTES" = "Naam en kenmerken";
"SEARCH_NAME_ONLY" = "Alleen naam";
"SEARCH_ADVANCED" = "Geavanceerd";

/* the 'other...' menu item is used to bring up panel of other attributes to choose from. */
"OTHER_ATTRIBUTE_SLICE_MENU" = "Andere…";

/* raw query slice support.  The raw query slice appears when you select it from the other... drop down in the advanced search */
"RAW_QUERY_SLICE_NAME" = "Onbewerkte zoekactie";
"RAW_QUERY_SLICE_DESCRIPTION" = "Een onbewerkte zoekeigenschap die aan de zoekactie wordt toegevoegd";

/* file extension slice support.  The file extension slice appears when you select it from the other... drop down in the advanced search */
"FILE_EXTENSION_SLICE_NAME" = "Bestandsextensie";
"FILE_EXTENSION_SLICE_DESCRIPTION" = "De bestandsnaamextensie van het onderdeel";

/* system files slice support.  The system files slice appears when you select it from the other... drop down in the advanced search */
"SYSTEM_FILES_SLICE_NAME" = "Systeembestanden";
"SYSTEM_FILES_SLICE_DESCRIPTION" = "Inclusief systeembestanden, zoals voorkeurenbestanden en plugins";

/* spotlight items slice support.  The spotlight items slice appears when you select it from the other... drop down in the advanced search */
"SPOTLIGHT_ITEMS_SLICE_NAME" = "Spotlight-onderdelen";
"SPOTLIGHT_ITEMS_SLICE_DESCRIPTION" = "Inclusief contacten, e-mail, activiteiten, webpagina's en meer";

/* titles for additional columns */
"CATEGORY_COLUMN_TITLE" = "Categorie";
